do local _ = {
helpfa = {
help = [[
🏷 *راهنمای ربات :*

♨️*برای دیدن دستورات مورد نظر خود مورد دلخواه را ارسال کنید*

🌐 *زبان فارسی :*

🎗»  `راهنمای مدیریتی`
♦️ _دستورات برای صاحب گروه و مدیران_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»  `راهنمای قفلی`
♦️ _دستورات برای قفل های معمولی گروه_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»  `راهنمای قفلی پیشرفته`
♦️ _دستورات برای قفل های پیشرفته گروه_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»  `راهنمای سرگرمی`
♦️ _دستورات برای قابلیت های سرگرم کننده_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helplock = [[
••  راهنمای قفل های  :

شما میتوانید قفل های ربات را با دستور ( قفل [ نوع ] ) فعال و با دستور ( بازکردن [ نوع ] ) غیرفعال نمایید !

♦️ به طور مثال :
*قفل لینک*
*بازکردن لینک*
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

> تمامی قفل های  ربات :

-*[*`هرزنامه`•`لینک`•`پیام های مکرر`•`وب`•`سرویس تلگرام`•`عربی`•`انگلیسی`•`کیبورد شیشه ای`•`تگ`•`نام کاربری`•`ربات`•`فوروارد`•`ویرایش`•`بازی`•`سنجاق`•`ورود`•`گیف`•`ویس`•`اهنگ`•`فایل`•`فیلم`•`عکس`•`متن`•`استیکر`•`مکانی`•`مخاطب`•`فونت`•`فراخوانی`•`صفحه کلید`‌‌•`دستورات`*]*

- *گروه* `(مخصوص قفل کامل گروه)`

🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helplock4 = [[
••  راهنمای قفل های پیشرفته :

شما میتوانید قفل های ربات را با دستور ( نوع [ اخراج-اخطار ] ) فعال و با دستور ( بازکردن [ نوع ] ) غیرفعال نمایید !

♦️ به طور مثال :
*لینک  اخراج*
*لینک  اخطار*
*بازکردن لینک* 
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

> تمامی قفل های پیشرفته ربات :

-*[*•`لینک`•`وب`•`عربی`•`انگلیسی`•`کیبورد شیشه ای`•`تگ`•`نام کاربری`•`فوروارد`•`ویرایش`•`بازی`•`گیف`•`ویس`•`اهنگ`•`فایل`•`فیلم`•`عکس`•`متن`•`استیکر`•`مکانی`•`مخاطب`•`فونت`•`فراخوانی`•`صفحه کلید`‌‌*]*


🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helpmod = [[
*•• راهنمای مدیریتی ربات*

🎗»*ادمین گروه* _[username|id|reply]_
♦️ `افزودن ادمین گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*حذف ادمین گروه* _[username|id|reply]_
♦️ `حذف ادمین گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*مدیر* _[username|id|reply]_
♦️ `ارتقا به مقام مدیر گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*حذف مدیر* _[username|id|reply]_
♦️ `تنزل از مقام مدیر گرره`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*تنظیم پیام مکرر* _[2-50]_
♦️ `تنظیم تعداد پیام مکرر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*تنظیم زمان بررسی* _[2-10]_
♦️ `تنظیم زمان پیام مکرر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*حداکثر حروف مجاز* _[2-X]_
♦️ `تنظیم تعداد کارکتر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*سکوت* _[username|id|reply]_
♦️ `سکوت کردن کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*رفع سکوت* _[username|id|reply]_
♦️ `حذف سکوت کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*اخراج* _[username|id|reply]_
♦️ `اخراج کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*مسدود* _[username|id|reply]_
♦️ `مسدود کردن کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*رفع مسدود* _[username|id|reply]_
♦️ `حذف مسدود کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*کاربری* _[username]_
♦️ `مشخصات کاربر با یوزنیم`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*شناسه* _[id]_
♦️ `مشخصات کاربر با ایدی`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*پاک کردن*  _[قوانین | نام | لینک | درباره | خوشآمد | ربات | لیست سیاه]_
♦️ `پاک کردن موارد بالا`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*فیلتر* _[word]_
♦️ `فیلتر کلمه `
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*حذف فیلتر* _[word]_
♦️ `حذف فیلتر کلمه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*سنجاق* _[reply]_
♦️ `سنجاق کردن پیام`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*حذف سنجاق*
♦️ `حذف سنجاق پیام`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*خوشآمد* _[فعال/غیر فعال]_
♦️ `فعال یا غیرفعال کردن خوش آمد گویی`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*تنظیمات* 
♦️ `تنظیمات گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*دستورات* _[کاربر | مدیر | مالک]_
♦️ `تعیین سطح جواب ربات`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*لیست سفید* _[ +  |  - ]_
♦️ `افزودن به لیست سفید`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*لیست سکوت*
♦️ `لیست کاربران سکوت شده`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*لیست فیلتر*
♦️ `لیست کلمات فیلتر شده`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*لیست مسدود*
♦️ `لیست افراد مسدود شده`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*لیست مالکان*
♦️ `لیست مالکان گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*لیست سفید*
♦️ `لیست افراد لیست سفید`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
}
,
helpfun = [[
*•• راهنمای سرگرمی ربات*

🎗»*ساعت*
♦️ `نمایش ساعت فعلی`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*لینک کوتاه* _[link]_
♦️ `کوتاه کردن لینک `
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*ترجمه* _[lang] [word]_
♦️ `مترجم متن فارسی و انگلیسی`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*استیکر* _[word]_
♦️ `استیکر ساز 30 طرح`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*عکس* _[word]_
♦️ `عکس ساز 30 طرح`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*گیف* _[word]_
♦️ `گیف ساز 30 طرح`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*اذان* _[city]_
♦️ `اذان`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*حساب کن* _[number]_
♦️ `ماشین حساب`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*نوشتن* _[word]_
♦️ `نوشتن با 100 فونت مختلف`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helpen = {
help = [[
🏷 *راهنمای ربات :*

♨️*برای دیدن دستورات مورد نظر خود مورد دلخواه را ارسال کنید*

🌐 *زبان انگلیسی :*

🎗»  HelpMod
♦️ _دستورات برای صاحب گروه و مدیران_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»  Helplock
♦️ _دستورات برای قفل های معمولی گروه_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗» Helplockpro
♦️ _دستورات برای قفل های پیشرفته گروه_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»  HelpFun
♦️ _دستورات برای قابلیت های سرگرم کننده_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helplock = [[
•• راهنمای قفل های  :

شما میتوانید قفل های ربات را با دستور ( Lock [ Type ] ) فعال و با دستور ( Unlock [ Type ] ) غیرفعال نمایید !

♦️ به طور مثال :
*Lock link*
*Unlock link*
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

> تمامی قفل های  ربات :

-*[*`Spam`•`link`•`Webpage`•`Flood`•`Tgservice`•`English`•`Arabic`•`Pin`•`Mention`•`Markdown`•`Edit`•`Bots`•`Forward`•`Tag`•`Username`•`Game`•`Inline`•`Join`•`Cmds`•`Gif`•`Photo`•`Video`•`Text`•`Voice`•`Audio`•`location`•`Document`•`Contact`•`Sticker`•`Keybord`*]*

- *Gp* `(مخصوص قفل کامل گروه)`

🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helplock4 = [[
••  راهنمای قفل های پیشرفته :

شما میتوانید قفل های ربات را با دستور ( Type [ warn-kick ] ) فعال و با دستور ( Unlock [ Type ] ) غیرفعال نمایید !

به طور مثال :
*Link  kick*
*Link  warn*
*Unlock link* 
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

> تمامی قفل های پیشرفته ربات :

-*[*•`link`•`Webpage`•`English`•`Arabic`•`Mention`•`Markdown`•`Edit`•`Forward`•`Tag`•`Username`•`Game`•`Inline`•`Gif`•`Photo`•`Video`•`Text`•`Voice`•`Audio`•`location`•`Document`•`Contact`•`Sticker`•`Keybord`*]*


🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helpmod = [[
*•• Help Mod BoT*

🎗»*Setmanager* _[username|id|reply]_
♦️ `افزودن ادمین گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Remmanager* _[username|id|reply]_
♦️ `حذف ادمین گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Promote* _[username|id|reply]_
♦️ `ارتقا به مقام مدیر گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Demote* _[username|id|reply]_
♦️ `تنزل از مقام مدیر گرره`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Setflood* _[2-50]_
♦️ `تنظیم تعداد پیام مکرر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Setfloodtime* _[2-10]_
♦️ `تنظیم زمان پیام مکرر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Setchar* _[2-X]_
♦️ `تنظیم تعداد کارکتر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Silent* _[username|id|reply]_
♦️ `سکوت کردن کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Unsilent* _[username|id|reply]_
♦️ `حذف سکوت کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Kick* _[username|id|reply]_
♦️ `اخراج کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Ban* _[username|id|reply]_
♦️ `مسدود کردن کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Unban* _[username|id|reply]_
♦️ `حذف مسدود کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Res* _[username]_
♦️ `مشخصات کاربر با یوزنیم`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Whois* _[id]_
♦️ `مشخصات کاربر با ایدی`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Clean*  _[bans | mods | rules | about | silentlist | filtelist | welcome | bot | blacklist]_
♦️ `پاک کردن موارد بالا`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Filter* _[word]_
♦️ `فیلتر کلمه `
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Unfilter* _[word]_
♦️ `حذف فیلتر کلمه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Pin* _[reply]_
♦️ `سنجاق کردن پیام`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Unpin*
♦️ `حذف سنجاق پیام`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Welcome* _[enable/disable]_
♦️ `تنظیم خوشآمد`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Settings* 
♦️ `تنظیمات گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Cmds* _[members | moderators | owners ]_
♦️ `تعیین سطح جواب ربات`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Whitelist* _[ +  |  - ]_
♦️ `افزودن به لیست سفید`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Silentlist*
♦️ `لیست کاربران سکوت شده`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Filterlist*
♦️ `لیست کلمات فیلتر شده`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Banlist*
♦️ `لیست افراد مسدود شده`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄


🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helpfun = [[
*••Help Fun BoT*

🎗»*Time*
♦️ `نمایش ساعت فعلی`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Short* _[link]_
♦️ `کوتاه کردن لینک `
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Tr* _[lang] [word]_
♦️ `مترجم متن فارسی و انگلیسی`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Sticker* _[word]_
♦️ `استیکر ساز 30 طرح`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Photo* _[word]_
♦️ `عکس ساز 30 طرح`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Gif* _[word]_
♦️ `گیف ساز 30 طرح`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Azan* _[city]_
♦️ `اذان`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Calc* _[number]_
♦️ `ماشین حساب`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Write* _[word]_
♦️ `نوشتن با 100 فونت مختلف`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
}
}
return _
end